/* Click to record shortcut */
"Click to record shortcut" = "Clique para gravar atalho";

/* Command +  */
"Command + " = "Command + ";

/* Control +  */
"Control + " = "Control + ";

/* Option +  */
"Option + " = "Option + ";

/* Pad %@ */
"Pad %@" = "Bloco %@";

/* comment
   Shift +  */
"Shift + " = "Shift + ";

/* Space */
"Space" = "Espaço";

/* The key combination %@ can't be used! */
"The key combination %@ can't be used!" = "A combinação de teclas %@ não pode ser usada!";

/* The key combination \"%@\" can't be used because %@. */
"The key combination \"%@\" can't be used because %@." = "A combinação de teclas \"%1$@\" não pode ser usada porque %2$@.";

/* The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.) */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "A combinação de teclas \"%@\" não pode ser usada porque já é usada pelo sistema. (Se desejar realmente usar esta combinação de teclas, então terá que desactivar a mesma no painel de Teclado nas Preferências do Sistema.)";

/* The key combination \"%@\" can't be used because it's already used by the menu item \"%@\". */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "A combinação de teclas \"%1$@\" não pode ser usada porque já é utilizada na opção de menu \"%2$@\".";

/* Type shortcut */
"Type shortcut" = "Introduza o atalho";

/* Use old shortcut */
"Use old shortcut" = "Usar atalho antigo";
